
* 2017
** 2017-11 November
*** 2017-11-07 Tuesday

**** DONE hello,world
     CLOSED: [2018-03-21 三 15:00] SCHEDULED: <2017-11-07 Tue>
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2018-03-21 三 15:00]
     :END:

**** Today learn to use journal and snippet
<<<<<<< Updated upstream
*** 2017-11-08 星期三

**** 石平来，坐二十分钟
读 gnu elisp 40 分钟。至 27 页
*** 2017-11-09 星期四

**** 达内来访
条件未谈成，现沟通。

**** Today to read the chapter four
=======

**** DONE training
     CLOSED: [2017-11-07 Tue 20:38]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2017-11-07 Tue 20:38]
     :END:
>>>>>>> Stashed changes
*** 2017-11-11 星期六

**** study gun elisp chapter four
*** 2017-11-12 星期日

**** 黑客道的真正本质就是“热爱编写程序、并享受通过编写程序而变得更加聪明这一过程”。
*** 2017-11-14 星期二

**** 感悟
今日读书入胜是什么有了感悟
谁人曾“会当临绝顶，一览众山小”
不曾经历失败，何曾体验成功。
何为俊杰，在常人堆里是常人，在俊杰堆里是常人，自然也。
人贵在胜己，与自己比，勿与他人较。
有人依平台而活，混的如鱼得水，有人放眼世界，默默工作与奉献，眼界不同，境界不同，
十年的结果也不同，如不坚持十年，没有任何效果。
十年还中磨一剑，不要妄求！
静坐窗前读春秋，沉心默默作学问。

**** DONE read The pragmatic programer
     CLOSED: [2017-11-14 二 15:19]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2017-11-14 二 15:19]
     CLOCK: [2017-11-14 二 14:25]--[2017-11-14 二 15:19] =>  0:54
     :END:
*** 2017-11-15 星期三

**** Today have lunch in the liyuan restaurant
sun third brother wang yuanzhang tianchangjian jia lizeshen lilei
*** 2017-11-16 星期四

**** 为什么认定未上课？

**** 锐格软件来访
省赛、国赛平台，可以合作。
*** 2017-11-18 Saturday

**** Today updata 13.12fourth
*** 2017-11-20 星期一

**** cons
construct
car Contents of the Address part of the Register
cdr could-er
Contents of the Decrement part of the Register
*** 2017-11-22 星期三

**** 甲骨文李菲来访
1.学生实习安排：严管理，学知识，积口碑
2.学费划拔问题及时处理。
3.设备设入问题
*** 2017-11-25 星期六

**** Today iphoex arrived
*** 2017-11-26 星期日

**** Today to have lunch with wang song li
*** 2017-11-29 星期三

**** Today updata system
spend time fourty minutes
** 2017-12 十二月
*** 2017-12-03 星期日

**** 给学生会开会
1.工作理念转变：管理即服务
2.根据各部特点结合我系特色开展工作
3.提升三个能力，学习力、管理能力、讲话能力
4.对工作的要求：工作做在前面，争先进位，绝不当倒一。
5.希望
*** 2017-12-05 星期二

**** hello
*** 2017-12-09 Saturday

**** 今天二点胃痛至六点，吃饭后休息至 9：40
*** 2017-12-15 星期五

**** 张庆臣来调研
1.按学院计划 15 级按时返校
2.不返校的请示学院如何处理
3.15.16 级教材已订，如何处理。
*** 2017-12-18 星期一

**** 接待甲骨文
张清民、王文林、孙衍训、贺飞、陈振超、李长英、李倩、李菲、小陈等。
*** 2017-12-19 星期二

**** DONE 与中兴交流校企合作事宜。
     CLOSED: [2017-12-19 二 19:25]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2017-12-19 二 19:25]
     CLOCK: [2017-12-19 二 17:18]--[2017-12-19 二 19:25] =>  2:07
     :END:
希望不大。
1.企业投入受限
2.时机不对。
*** 2017-12-28 星期四

**** Today students congratute happy new year.
* 2018
** 2018-01 一月
*** 2018-01-04 星期四

**** 今日出事故
今日出事故，世风日下，不讲道理，先动力。报 110，后交警处理。
*** 2018-01-16 星期二

**** 停电一天
*** 2018-01-17 星期三

**** 下年到中租换油泵控制单元。
*** 2018-01-26 Friday

**** Today temperature below ten
今天太冷了，在办公室坐一会，受不了。走了。
*** 2018-01-28 Sunday

**** It snowed today
** 2018-02 February
*** 2018-02-07 Wednesday

**** Today data is update
*** 2018-02-11 Sunday

**** DONE take my car
     CLOSED: [2018-02-11 Sun 17:48]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2018-02-11 Sun 17:48]
     CLOCK: [2018-02-11 Sun 15:24]--[2018-02-11 Sun 17:48] =>  2:24
     :END:
*** 2018-02-14 Wednesday

**** DONE 年二十九，去购物
     CLOSED: [2018-02-14 Wed 14:13]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2018-02-14 Wed 14:13]
     CLOCK: [2018-02-14 Wed 09:31]--[2018-02-14 Wed 10:13] =>  0:42
     :END:
*** 2018-02-15 Thursday

**** Today is the Spring Festival.
中午栋远来，一家五口吃饭，气氛好。喝两罐啤酒。有点晕.

**** Today is the Spring Festival
*** 2018-02-16 Friday

**** 大年初一
上午前后楼拜年,后到李厚发家，到苑进家不能停车，到老院魏总家。
中午永华来。
下午休息至四点半，到办公室学习英语一课。记日记。
晚到任淑君老师家，惊闻任老师脑梗，12 月一号，已三个月。在 ICU。
世事无常。
返校后到薛院长家一坐，老人身体很好。九十三了。
自今日起，记录电子日记，把书法日记未记事项记录。
*** 2018-02-19 Monday

**** Today have a lunch at my wife's daughter's house
今天到大姐家吃饭。
上午到灵岩寺，未进。在停车场门口即转回，对指挥停车的人火上来的极快。
昨日上午到大河水库，晚上到市政广场。
天气热了。11 度至零下 1 度。
中午换小坎肩了。
*** 2018-02-25 星期日

**** 今日购笔四支，140 元。
试用一下，一般，北方制笔水平差。一分钱，我分货。材料不行。
弹性不足。表现力在快写时不足。人得适应笔。不好。不能人笔合人。
*** 2018-02-26 星期一

**** 自今日起关注学习区块链技术
*** 2018-02-27 星期二

**** 今天到大姐家两次。
上午小施老板李广勇来电说小施找到了，后报警。
到白露家后又找到，叫他接他岳父母。
** 2018-03 三月
*** 2018-03-01 星期四

**** Today my wife comes to my office
She writes serous words.
*** 2018-03-17 Saturday

**** yesterday come to qiingdao
曲接待，住在万象广场公寓
*** 2018-03-22 星期四

**** account
6214 8553 1346 4923
济南招商银行开圆支行
*** 2018-03-25 星期日

**** 今天到紫新园家中一观
房客在，邀其吃饭，并嘱有关事宜。
购包一个 650 元。上山至长寿桥。遇张丽华。
** 2018-04 四月
*** 2018-04-17 星期二

**** Today go to student building and see it
* 2019
** 2019-01 January
*** 2019-01-13 Sunday

**** 今天领年货
*** 2019-01-14 Monday

**** DONE 述职总结
     CLOSED: [2019-01-14 Mon 12:12]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-01-14 Mon 12:12]
     CLOCK: [2019-01-14 Mon 07:57]--[2019-01-14 Mon 12:12] =>  4:15
     :END:
*** 2019-01-15 Tuesday

**** 送夫人去高铁站，可能有违章
*** 2019-01-18 Friday

**** DONE to relax
     CLOSED: [2019-01-18 Fri 19:24]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-01-18 Fri 19:24]
     - State "STARTED"    from "DONE"       [2019-01-18 Fri 16:28]
     CLOCK: [2019-01-18 Fri 16:28]--[2019-01-18 Fri 19:24] =>  2:56
     - State "DONE"       from "STARTED"    [2019-01-18 Fri 14:05]
     CLOCK: [2019-01-18 Fri 09:56]--[2019-01-18 Fri 14:05] =>  4:09
     :END:
*** 2019-01-19 Saturday

**** DONE to relax
     CLOSED: [2019-01-19 Sat 13:35]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-01-19 Sat 13:35]
     CLOCK: [2019-01-19 Sat 11:13]--[2019-01-19 Sat 13:35] =>  2:22
     :END:
*** 2019-01-20 Sunday

**** DONE 送老人出行
     CLOSED: [2019-01-20 Sun 11:35]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-01-20 Sun 11:35]
     CLOCK: [2019-01-20 Sun 08:28]--[2019-01-20 Sun 11:35] =>  3:07
     :END:

**** DONE to relax
     CLOSED: [2019-01-20 Sun 17:00]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-01-20 Sun 17:00]
     CLOCK: [2019-01-20 Sun 14:41]--[2019-01-20 Sun 17:00] =>  2:19
     :END:
*** 2019-01-24 Thursday

**** 自书，50 分钟 220 个字。

**** DONE To relax
     CLOSED: [2019-01-24 Thu 18:09]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-01-24 Thu 18:09]
     CLOCK: [2019-01-24 Thu 15:42]--[2019-01-24 Thu 18:09] =>  2:27
     :END:
*** 2019-01-29 Tuesday

**** DONE to take deep water
     CLOSED: [2019-01-29 Tue 15:54]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-01-29 Tue 15:54]
     CLOCK: [2019-01-29 Tue 15:23]--[2019-01-29 Tue 15:54] =>  0:31
     :END:
** 2019-02 February
*** 2019-02-01 Friday

**** DONE go back to home
     CLOSED: [2019-02-01 Fri 13:57]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-02-01 Fri 13:57]
     CLOCK: [2019-02-01 Fri 07:54]--[2019-02-01 Fri 12:07] =>  4:13
     :END:
*** 2019-02-02 Saturday

**** DONE 接爱女
     CLOSED: [2019-02-02 Sat 16:04]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-02-02 Sat 16:04]
     CLOCK: [2019-02-02 Sat 07:47]--[2019-02-02 Sat 16:04] =>  8:17
     :END:
*** 2019-02-04 Monday

**** 今日春节，大年三十
*** 2019-02-06 Wednesday

**** DONE 到苑叔家拜年
     CLOSED: [2019-02-06 Wed 11:14]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-02-06 Wed 11:14]
     CLOCK: [2019-02-06 Wed 09:15]--[2019-02-06 Wed 11:14] =>  1:59
     :END:
*** 2019-02-07 Thursday

**** 当把一件事做到极至，如 50 课英语都达到 100 会出现什么效果？
*** 2019-02-08 Friday

**** DONE to relax
     CLOSED: [2019-02-08 Fri 11:46]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-02-08 Fri 11:46]
     CLOCK: [2019-02-08 Fri 10:34]--[2019-02-08 Fri 11:46] =>  1:12
     :END:
今日又犯更年期，伤感。日复一日，有什么意义？
*** 2019-02-09 Saturday

**** 今天用毛笔写英语
感觉很好，练习转折及草书。

**** 今天学习累了。比较刻苦。
*** 2019-02-10 Sunday

**** DONE 准备去拜访友志
     CLOSED: [2019-02-10 Sun 10:56]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-02-10 Sun 10:56]
     CLOCK: [2019-02-10 Sun 09:32]--[2019-02-10 Sun 10:56] =>  1:24
     :END:
*** 2019-02-11 Monday

**** 今天太冷，只要零下，只能在办公室坐一个半小时。
*** 2019-02-14 Thursday

**** DONE My office it's cold.
     CLOSED: [2019-02-14 Thu 17:24]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-02-14 Thu 17:24]
     CLOCK: [2019-02-14 Thu 10:13]--[2019-02-14 Thu 17:24] =>  7:11
     :END:
*** 2019-02-16 Saturday

**** 今天在亓振华家聚会，赵大伟两口子来。
草鸡店
*** 2019-02-19 Tuesday

**** 今天元宵节。中午四个菜。鸡、黄花魚、鸡蛋、和菜。
晚上上灯后来办公室。
*** 2019-02-20 Wednesday

**** 下午陪夫人去中心医院做检查，没事。做一 CT。
*** 2019-02-21 Thursday

**** 上午九点集中学习学院文件
一、加强三个意识：政治意识、规矩意识、纪律意识。
二、学习教育活动方案传达。

**** 开学第一天，集体学习。下午自学。
打扫办公室，致大姆指痛。李霞、谢清强、翟朋来问好。
下午周庆来办公室，表达出回系里意愿。
今天翻看日记，电子日记很好，便于观看，以后要每天随手一记。
*** 2019-02-22 Friday

**** 今天女儿回来
上午集体学习教师十项守则
下午王院长来
晚上与孩子逛中百
开头一篇有关书法的文章
*** 2019-02-23 Saturday

**** 今日开工会大会预备会
分会改选，委员员自定，成员先班子成员议定，后民推荐，参会过三分之二，票数过应到会（全体）半数。
同时推荐正式代表（教师占 60%），同时上报列席人员（中层干部及民主党派）
今日始书学书法心得，开篇书一千多字，本为一文章，可能写成一长篇。明日继续。
今天女儿自已开车了。
不错，日记坚持了几天了，每日有足迹。
上士闻道，勤而行之。关键在行动。而不在于知道多少。知行合一。学而时习之皆此意也。
中士闻道，若存若亡。
下士闻道，大笑之。不笑不足以为道。
以此论，常人认可的皆非道也。真理只在少数人手里。任何社会及体制皆然。
民众实其腹，强其骨，弱其志。以智治国，国之贼。
智者不语才能存。无为者，才居久。
不站队就是最好的站队。
*** 2019-02-25 Monday

**** 今天发现栁枝已冒芽了。
上午王院长及教务来检查教学，开学第一天情况良好。
打扫卫生，清洗手巾。之后与教师交谈。话有点多。智者不语。
*** 2019-02-27 Wednesday

**** 今天亚楠来，畅谈一个小时
收获不小，三人行必有我师。
23 课五次达 99.9%
比较累。
** 2019-03 March
*** 2019-03-01 Friday

**** 昨天打了六次，左手有点痛。
昨日与李主席，来生，振超小酌。
今早四点起，路上偶思，一个学校要有文化。学校的建立等重大事项，如以小楷书之，校园之美景以国画画之，则很显有文化。待吾完成。
*** 2019-03-06 Wednesday

**** 自昨日知拔蹬法
试验后收笔好了，指活字活。由此知，不论大小字，皆善用指方为真。世人不得笔，
写的象必画的，而非写。一写就是，只是没有名家的好，才算找到门径。
*** 2019-03-08 Friday

**** 今天用指腕写的雄键
以练习指力及发力，字大一些，效果很好。
每种用力及运笔，都必须可控，此乃得笔的标志。习书不得笔，一辈了等于白练。
因可控，可大、可小、可粗、可细，可轻盈，可轻盈，可雄健。
不
*** 2019-03-09 Saturday

**** 今日顿悟
书中必有吾，吾之情，吾之识，吾之性格，吾之喜恶。
神采飞扬，活之书，其中有人，有神，活灵活现。
以后不兴不书。
*** 2019-03-10 Sunday

**** 今日上山，穿红门后，一走便热，随下至醉心石处。思归。
*** 2019-03-17 Sunday

**** 昨日去青岛考察达内
同行有：张清民、孙衍训、钱长松。
晚餐有侯总、小张、小马。
打牌至一点。

**** 凡写过的文字要读一遍，有错即改。
凡作的文章，要诵读三遍，改字、改句、改文意。
一般人认为无用的技能，可能有大用
常人认为很重要的，可能真的一点不重要。
尘世喧嚣穿耳过，圣贤典籍印心中。
登山险途为賞景，切勿执念唯临顶。
*** 2019-03-23 Saturday

**** 今日有大进
快哉。能自由的书写，真妙。吾坚持的以用笔为首之路是正确的。
*** 2019-03-29 Friday

**** 午饭烧卖加一瓶啤酒
*** 2019-03-31 Sunday

**** 昨晚孙顶国来
马学文，毛维国，毛卫兵
喝到十一点，回家已经十一点半了。
通过交谈，现在已不在一个频道上了。
孙顶国淋吧癌手术已三年多了。索秋魁上次聚会时已成植物人。现何状未知。
孙曰瑶也得未知癌，变得四大皆空，笃信佛教。
石褔臣为班里条件最好的之一，大二时已结婚，毕业半年已有儿子。不知出了什么问题，到处借钱，儿子及对象也到学文处强借。
罗现来现状未知，都不谈论。
世事变换，现在差距已大的不可比了。

**** DONE 参加李路的喜筵
     CLOSED: [2019-03-31 Sun 15:55]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-03-31 Sun 15:55]
     CLOCK: [2019-03-31 Sun 10:56]--[2019-03-31 Sun 15:55] =>  4:59
     :END:
** 2019-04 April
*** 2019-04-02 Tuesday

**** DONE to take iphone's charger
     CLOSED: [2019-04-02 Tue 12:23]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-04-02 Tue 12:23]
     CLOCK: [2019-04-02 Tue 10:45]--[2019-04-02 Tue 11:53] =>  1:38
     :END:
*** 2019-04-16 Tuesday

**** 今天又遇查车的。
*** 2019-04-24 Wednesday

**** 今天书法感在使转与指动间不定。
退步了还是进步了。
*** 2019-04-26 Friday

**** 今日去王桂珍家，其交亡故。
同行者赵军沂、李东平、张强，田托开车。中午在四大碗吃饭。
*** 2019-04-29 Monday

**** DONE Visiting the President Wang
     CLOSED: [2019-04-29 Mon 10:46]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-04-29 Mon 10:46]
     CLOCK: [2019-04-29 Mon 08:31]--[2019-04-29 Mon 10:46] =>  2:15
     :END:
** 2019-05 May
*** 2019-05-01 Wednesday

**** DONE 化杰等来
     CLOSED: [2019-05-01 Wed 15:54]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-05-01 Wed 15:54]
     CLOCK: [2019-05-01 Wed 14:45]--[2019-05-01 Wed 15:54] =>  1:09
     :END:
*** 2019-05-07 Tuesday

**** 自昨日右手腕痛。
*** 2019-05-13 Monday

**** Today my eyes hunt.
*** 2019-05-16 Thursday

**** Today begin to read loud.
tenty two minutes
*** 2019-05-17 Friday

**** tody meets lianxiang.

**** 今日初悟横与竖写法。
横要虚写，竖要实写，不力。横要起伏，云卷云舒，要有断
竖要实，如古藤，左右摆，但中直。
运力用拨蹬法。
*** 2019-05-26 Sunday

**** DONE 春遥来
     CLOSED: [2019-05-26 Sun 10:50]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-05-26 Sun 10:50]
     CLOCK: [2019-05-26 Sun 09:07]--[2019-05-26 Sun 10:50] =>  1:43
     :END:
*** 2019-05-29 Wednesday

**** today clean up office
That was a pleasant surprise!
I feel very pleasant.

Lesson 125

Can't you come in and have tea now, Peter?
Not yet!
I must water the garden first.
Do you have to water it now?
I'm afraid I must.
Look at it!
It's terribly dry.
What a nuisance!
Last summer it was very dry, too.
Don't you remember?
I had to water it every day.
Well, I'll have tea by myself.
That was quick!
Have you finished already?
Yes. Look out of the window.
It's raining!
That means you don't need to water the garden.
That was a pleasant surprise!
Tt means I can have tea, instead.

**** 今日短文
自今日始，把自己书写的文章录入，以便修改，且夫人及吾儿读来顺畅。
   上班后，清扫办公室。机器移位。吾不大上心养之文竹移至眼前。因靠窗放，其为得光
而全歪。最长一枝近一米。由此推，当其得光无望时，直生。给点希望就行动-歪长。此乃
生物本能。始知文竹及竹子皆无风骨。凡有风骨者皆得光无望者。笑别人乃酸葡萄之心态。
如得光有望，其表现会更加恐怖。没有约束可怕！

今日读文方知鲁迅家学渊博。其祖父乃举人进士。做过县令。官至翰林。因归乡陷于舞弊案
监斩侯。十二年方出狱。其母姓鲁，本姓周。为长子长孙。留学日本。寿仅五十五，因肺病
而逝。葬礼极其隆，文化及政要云集，几十万人为之送行。其真正精华文章末刊发。如《死》
等。

今日早归途中思觉悟一词极妙。世之十之一二乃稍有觉悟。即精英、权贵。此类人多为先觉
悟后发达。有从自然科学觉悟者，一如马化腾、雷军；有从人文觉悟者，马云、王健林、任
正非。何为觉？外界及社会敏感，断之准。何为悟，思之如何做，成败得失。始终前行，二
十年达惊人之境，令熟知之人嘡目结舌！

**** DONE 去联系班级讲课
     CLOSED: [2019-05-29 Wed 19:58]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-05-29 Wed 19:58]
     CLOCK: [2019-05-29 Wed 19:42]--[2019-05-29 Wed 19:58] =>  0:16
     :END:
人不全，都在玩。
** 2019-06 June
*** 2019-06-13 Thursday

**** 今天双招会，来招聘的计算机企业不多。
到七号楼走一圈，二楼差，三楼稍强。
*** 2019-06-14 Friday

**** 今日张青已打扫完卫生。
*** 2019-06-18 Tuesday

**** 又去虎山公园一游。心情极差。
*** 2019-06-25 Tuesday

**** 文件摘抄
[[https://blog.csdn.net/yo746862873/article/details/52586339org-mode: 最好的文档编辑利器，没有之一]]
org-mode: 最好的文档编辑利器，没有之一

尽管按照 org-mode 官方 的说法，Org 是一个基于快速高效的文本方式来实现做笔记、管理待办事项（TODO list）以及做项目计划的模式（Org is a mode for keeping notes, maintaining TODO lists, and doing project planning with a fast and effective plain-text system ），但 Org-mode 首先是最好的文档编辑利器，没有之一。

我之前用过很多年 M$ Word, 也尝试过 OpenOffice/LibreOffice Writer,以及 iWorks Pager，但都不理想，写文档是没有痛快淋漓的感觉。直到后来发现了 Omni Outliner , 才终于找到了写作的乐趣。 但是了解了 org-mode 之后，发现原来一切都是浮云。只有 Org-mode 才是终极的解决之道。 使用 org-mode 写文档的时候，你只需要关注内容本身，而不需要写上几个字，选中它们按 Ctl-B，或者停下来用鼠标去点击“标题 1”，更甚觉得那个标题格式不顺眼，开始去调整样式，而停下写作的思路。

BTW，Omni Outliner 似乎也是从 Org-mode 找到的灵感，有图为证：



其功能与 Org-mode 几乎一样，而且这货居然支持 emacs 快捷键！

尽管 Omni Outliner 以 GUI 的方式实现了 org-mode 的功能，但是并不是很理想：它的内容是“所见即所得”的，很多时候你难以更改其样式，而且只能在 Mac OS 下使用。 而 Org-mode 使用文本方式，具有如下优势：

格式通用，系统无关，软件无关
体积小，速度快
“所想即所得”,比“所见即所得”更人性化
可以说，正是由于有了 Org-Mode， Emacs 处理文本的能力才得到了大幅度的提高，使得 Emacs 能够被非程序员接受。 如果说 LaTex 是排版的终极，那么 Org-mode 就是编辑的终极。Emacs 22 以后的版本已经集成了 org-mode，打开 .org 扩展的文件会自动进入 org 模式。此外，Vim 下面也有了对应的 Org-mode。

本文介绍最基本的编辑、格式化文本以及导出功能，后续再讨论高级玩法。
*** 2019-06-28 Friday

**** 书法人：深沉、儒雅、睿智、温暖！ 
2019-06-28 05:58


真正搞书法的人，是稳健练达的。他未必玉树临风，可眉宇间的深沉，言谈时的睿智，会给人以塌实硬朗的感觉，会让人莫名的信赖，会让人不自觉的依恋。因为勤于书写，相对来说，他们身上少些世俗，多些沉稳。表面上的正气凛然让人畏惧，可心底的那份儿女情长却在不经意中感染、温暖他人。



真正搞书法的人，是儒雅温厚的。习惯写字的人都明白：书写是一个过程，需要的不仅是时间，更需要心情。试想，一个整天疲于奔波，性情暴躁的男人，哪有闲情书写？即便有着创作的欲望，也未必能静心描摹；即使有了时间，也未必能书写出那种感人肺腑的篇章。



真正搞书法的人，是才思敏捷的。他未必能成名成家，可长久以来对文字的那份执著，超然出独特的魅力。静静地阅读，那深邃凝练的文思里，尽现着豪放的情怀；悠悠地回想，那神韵飞扬的诗行间，流露了浪漫的情思；脉脉地吟咏，那惟美幽婉的旋律中，缱绻出细腻的情致。



真正搞书法的人，是善于思想的。他未必学识特别渊博，却习惯在阅读中感悟，在寂静中思想，在回眸中提升。凝望，他从容的神态中显示出丰厚的阅历；聆听，他坚定的步履下沉淀出悠远的底蕴；沉湎，他行云流水的文思中涌动出桀骜不逊的刚强。



真正搞书法的人，是富有情趣的。他未必能耐得住寂寞，却会专注地面对瞬间的美丽。因为细致，静止的画面能在他的笔端鲜活起来；因为敏锐，沉寂的心绪能在他的指尖灵动起来；因为诚挚，刹那的芬芳也可挥洒出缤纷的画卷。



真正搞书法的人， 是懂得珍惜的。他未必有多么辉煌的事业，却有很好的文字功底。他可能会忽略名利，但绝不会淡漠对文字的情钟。文字与他是亲密的爱人，容不得疏忽；文字与他是灵犀的知己，来不得敷衍；文字与他是至爱的宝贝，舍不得含糊。



人们常喜欢把男人比做茶。茶的种类繁多，但喜欢写字的男人应该是茶中的精品，闲暇时静静品赏；疲惫时默默回味；沉浸在茶色中，任温暖在掌心传递，任馨香在唇齿萦绕，任甘甜在心尖溢开---该是怎样的悠然呢！

**** 读懂这十段《书论》，胜过你读的所有书！ 
2019-06-22 05:58
｜ 1 ｜

***** 李斯·用笔法

夫用笔之法，先急回，回疾下；如鹰望鹏逝，信之自然，不得重改。送脚，若游鱼得水；舞笔，如景山兴云。或卷或舒、乍轻乍重，善深思之，理当自见矣。



｜ 2 ｜

***** 赵壹·非草书

余郡士有梁孔达、姜孟颖者，皆当世之彦哲也，然慕张生之草书过于希孔、颜焉。孔达写书以示孟颖，皆口诵其文，手楷其篇，无怠倦焉。于是后学之徒竞慕二贤，守令作篇，人撰一卷，以为秘玩。余惧其背经而趋俗，此非所以弘道兴世也;又想罗、赵之所见嗤沮，故为说草书本末，以慰罗、赵、息梁、姜焉。



｜ 3 ｜

***** 崔瑗·草书势

书契之兴，始自颉皇;写彼鸟迹，以定文章。爰暨末叶、典籍弥繁;时之多僻，政之多权。官事荒芜，勦其墨翰;惟多佐隶，旧字是删。草书之法，盖又简略;应时谕指，用于卒迫。兼功并用，爱日省力;纯俭之变，岂必古式。观其法象，俯仰有仪;方不中矩，圆不中规。抑左扬右，望之若欹。兽跂鸟跱，志在飞移;狡兔暴骇，将奔未驰。或□□点□，状似连珠;绝而不离。畜怒怫郁，放逸后奇。或凌邃惴栗，若据高临危，旁点邪附，似螳螂而抱枝。绝笔收势，馀綖纠结;若山蜂施毒，看隙缘巇;腾蛇赴穴，头没尾垂。是故远而望之，漼焉若注岸奔涯;就而察之，一画不可移。几微要妙，临时从宜。略举大较，仿佛若斯。



｜ 4 ｜

***** 许慎·说文解字序

古者包羲氏之王天下也，仰则观象于天，俯则观法于地，视鸟兽之文与地之宜，近取诸身，于是始作《易》八卦，以垂宪象。及神农氏结绳为治而统其事，庶业其繁，饰伪萌生。黄帝之史仓颉，见鸟兽蹄迒之迹，知分理之可相别异也，初造书契。“百工以乂，万品以察，盖取诸夬”;“夬扬于王庭”。言文者宣教明化于王者朝廷，君子所以施禄及下，居德则忌也。仓颉之初作书，盖依类象形，故谓之文。其后形声相益，即谓之字。文者，物象之本;字者，言孳乳而浸多也。著于竹帛谓之书，书者如也。以迄五帝三王之世，改易殊体。封于泰山者七有二代，靡有同焉。



｜ 5 ｜

***** 蔡邕·九势

夫书肇于自然，自然既立，阴阳生矣，阴阳既生，形势出矣。藏头护尾，国在其中，下笔用力，肌肤之丽。故曰：势来不可止，势去不可遏，惟笔软则奇怪生焉。凡落笔结字，上皆覆下，下以承上，使其形势递相映带，无使势背。

转笔，宜左右回顾，无使节目孤露。

藏锋，点画出入之迹，欲左先右，至回左亦尔。

藏头，圆笔属纸，令笔心常在点画中行。

护尾，画点势尽，力收之。

疾势，出于啄磔之中，又在竖笔紧趯之内。

掠笔，在于趱锋峻趯用之。

涩势，在于紧駃战行之法。

横鳞，竖勒之规。

此名九势，得之虽无师授，亦能妙合古人。须翰墨功多，即造妙境耳。



｜ 6 ｜

***** 钟繇·用笔法

魏钟繇少时，随刘胜入抱犊山学书三年，还与太祖、邯郸淳、韦诞、孙子荆、关枇杷等议用笔法。繇忽见蔡伯喈笔法于韦诞坐上，自捶胸三日，其胸尽青，因呕血。太祖以五灵丹救之，乃活。繇苦求不与。及诞死，繇阴令人盗开其墓，遂得之，故知多力丰筋者圣，无力无筋者病，一一从其消息而用之，由是更妙。

繇曰：“岂知用笔而为佳也。故用笔者天也，流美者地也。非凡庸所知。”临死，乃从囊中出以授其子会，谕曰：“吾精思学书三十年，读他法未终尽，后学其用笔。若与人居，画地广数步，卧画被穿过表，如厕终日忘归。每见万类，皆画象之。”



｜ 7 ｜

***** 卫铄·笔阵图

夫三端之妙，莫先乎用笔;六艺之奥，莫重乎银钩。昔秦丞相斯所见周穆王书，七日兴叹，患其无骨。蔡尚书邕入鸿都观碣，十旬不返，嗟其出群。故知达其源者少，暗于理者多。

“一”[横] 如千里阵云，隐隐然其实有形。

“丶”[点] 如高峰坠石，磕磕然实如崩也。　

“丿”[撇] 陆断犀象。

“┐”[折] 百钧弩发。

“丨”[竖] 万岁枯滕。

“ㄟ”[捺] 崩浪雷奔。

[横折钩] 劲弩筋节。

右七条笔阵出人斩斫图。执笔有七种。有心急而执笔缓者，有心缓而执笔急者。若执笔近而不能紧者，心手不齐，意后笔前者败;若执笔远而急，意前笔后者胜。又有六种用笔：结构圆备如篆法;飘扬洒落如章草;凶险可畏如八分;窃窕出入如飞白;耿介特立如鹤头;郁拔纵横如古隶。然心存委曲，每为一字，各象其形，斯造妙矣，书道毕矣。永和四年，上虞制记。



｜ 8 ｜

***** 王羲之·自论书

吾书比之钟、张当抗行，或谓过之，张草犹当雁行。张精熟过人，临池学书，池水尽墨，若吾耽之若此，未必谢之。后达解者，知其评之不虚。吾尽心精作亦久，寻诸旧书，惟钟、张故为绝伦，其馀为是小佳，不足在意。去此二贤，仆书次之。顷得书，意转深，点画之间皆有意，自有言所不尽。得其妙者，事事皆然。平南李式论君不谢。



｜ 9 ｜

***** 羊欣

臣僧虔启：昨奉敕，须古来能书人名。臣所知局狭，不辨广悉，辄条疏上呈羊欣所撰录一卷，寻索未得，续更呈闻。谨启。

秦丞相李斯，秦中车府令赵高，右二人善大篆。　秦狱吏程邈，善大篆。得罪始皇，囚于云阳狱，增减大篆体，去其繁复，始皇善之，出为御史，名书曰隶书。扶风曹喜。后汉人，不知其官。善篆、隶，篆小异李斯，见师一时。

陈留蔡邕。后汉左中郎将。善篆、隶，采斯、喜之法，真定《宣父碑》文犹传于世。篆者师焉。杜陵陈遵，后汉人，不知其官。善篆、隶，每书，一座皆惊，时人谓为“陈惊座”。

上谷王次仲，后汉人，作八分楷法。师宜官，后汉人，不知何许人、何官。能为大字方一丈，小字方寸千言。《耿球碑》是宜官书，甚是矜重。或空至酒家，先书其壁，观者云集，酒因大售。俟其饮足，削书而退。

安定梁鸽，后汉人，官至选部尚书。得师宜官法，魏武重之，常以鹄书悬帐中。宫殿题署多是鹄手也。陈留邯郸淳，为魏临淄侯文学。得次仲法，名在鹄后。毛弘，鹄弟子。今秘书八分，皆传弘法。又有左子邑，与淳小异。

京兆杜度为魏齐相，始有草名。

安平崔瑗，后汉济北相，亦善草书。平苻坚，得摹崔瑗书，王子敬云：“极似张伯英。”瑗子实，官至尚书，亦能草书。

张农张芝，高尚不仕。善草书，精劲绝伦。家之衣帛，必先书而后练;临池学书，池水尽墨。每书，云“匆匆不暇草书”。人谓为“草圣”。芝弟昶，汉黄门侍郎，亦能草，今世云芝草者。多是昶作也。

姜诩、梁宣、田彦和及司徒韦诞，皆英弟子，并善草，诞书最优。诞字仲将，京兆人，善楷书，汉魏宫馆宝器，皆是诞亲手写。魏明帝起凌云台，误先钉榜而未题，以笼子盛诞，辘轳长口引之，使就榜书之。榜去地二十五丈，诞甚危惧。乃掷其笔，比下焚之。乃诫子孙，绝此楷法，著之家令。官至鸿胪少卿。诞子少季，亦有能称。

罗晖、赵袭，不详何许人，与伯英同时，见称西州，而矜许自与，众颇惑之。伯英与朱宽书，自叙云：“上比崔、杜不足，下方罗、赵有馀。”

河间张超亦善草，不及崔、张。

刘德升善为行书，不详何许人。

颖川钟繇，魏太尉;同郡胡昭，公车征。二子俱学于德升，而胡书肥，钟书瘦。钟有三体：一曰铭石之书，最妙者也;二曰章程书，传秘书、教小学者 也;三曰行押书，相闻者也。三法皆世人所善。繇子会，镇西将军。绝能学父书，改易邓艾上事，皆莫有知者。

河东卫觊，字伯儒，魏尚书仆射，善草及古文，略尽其妙。草体微瘦，而笔迹精熟。觊子瓘，字伯玉，为晋太保。采张芝法，以觊法参之，更为草藁。 草藁是相闻书也。瓘子恒，亦善书，博识古文。 敦煌索靖，字幼安，张芝姊之孙，晋征南司马，亦善草书。陈国何元公，亦善草书。

吴人皇象，能草，世称“沉著痛快”。

荥阳陈畅，晋秘书令史，善八分，晋宫、观、城门，皆畅书也。荥阳杨肇，晋荆州刺史，善草隶。潘岳诔曰：“草隶兼善，尺牍必珍，足无綴行，手不释文，翰动若飞，纸落如云。”肇孙经，亦善草隶。

京兆杜畿，魏尚书仆射;子恕，东郡太守;孙预，荆州刺史：三世善草藁。

晋齐王攸，善草行书。

泰山羊忱，晋徐州刺史;羊固，晋临海太守：并善行书。

江夏李式，晋侍中，善写隶、草。弟定，子公府，能名同式。

晋中书郎李充母卫夫人，善钟法，王逸少之师。

琅邪王廙，晋平南将军，荆州刺史，能章楷，谨传钟法。

晋丞相王导，善藁、行。廙从兄也。

王恬，晋中将军，会稽内史，善隶书。导第二子也。

王洽，晋中书令、领军将军，众书通善，尤能隶、行。从兄羲之云：“弟书遂不减吾。”恬弟也。

王珉，晋中书令，善隶、行。洽少子也。

王羲之，晋右将军、会稽内史，博精群法，特善草隶。羊欣云：“古今莫二。”廙兄子也。

王献之，晋中书令，善隶、藁，骨势不及父，而媚趣过之。羲之第七子也。兄玄之、微之，兄子淳之，并善草、行。

王允之，卫军将军、会稽内史，亦善草、行。舒子也。

太原王濛，晋司徒左长史，能革、隶。子修，琅琊王文学。善隶、行，与羲之善，故殆穷其妙。早亡，未尽其美。子敬每省修书云：“咄咄逼人。”

王绥，晋冠军将军、会稽内史，善隶、行。

高平郗愔，晋司空、会稽内史。善章草，亦能隶。郗超，晋中书郎，亦善草。愔子也。

颖川庾亮，晋太尉，善草、行。庾翼，晋荆州刺史。善隶、行，时与羲之齐名。亮弟也。

陈郡谢安，晋太傅，善隶、行。

高阳许静民，镇军参军，善隶、草，羲之高足。

晋穆帝时，有张翼善学人书，写羲之表，表出，经日不觉，后云：“几欲乱真。”。

会稽隐士谢敷，胡人康昕，并攻隶、草。

飞白本是宫殿题八分之轻者，全用楷法。吴时张弘好学不仕，常著乌巾，时人号为“张乌巾”。此人特善飞白，能书者鲜不好之。



｜ 10 ｜

***** 索靖·草书状

圣皇御世，随时之宜，仓颉既生，书契是为。

科斗鸟篆，类物象形，睿哲变通，意巧滋生。

损之隶草，以崇简易，百官毕修，事业并丽。

盖草书之为状也，婉若银钩，漂若惊鸾，舒翼未发，若举复安。

虫蛇虬蟉，或往或还，类婀娜以羸羸，欻奋□而桓桓。

及其逸游盼向，乍正乍邪，骐骥暴怒逼其辔，海水窳窿扬其波。

芝草葡陶还相继，棠棣融融载其华;玄熊对踞于山岳，飞燕相追而差池。

举而察之，以似乎和风吹林，偃草扇树，枝条顺气，转相比附，窃娆廉苫，随体散布。

纷扰扰以猗，靡中持疑而犹豫。玄螭狡兽嬉其间，腾猿飞鼬相奔趣。

凌鱼奋尾，骇龙反据，投空自窜，张设牙距。

或者登高望其类，或若既往而中顾，或若俶傥而不群，或若自检于常度。

于是多才之英，笃艺之彦，役心精微，耽此文宪。

守道兼权，触类生变，离析八体，靡形不判。

去繁存微，大象未乱，上理开元，下周谨案。

骋辞放手，雨行冰散，高间翰厉，溢越流漫。

忽班班成章，信奇妙之焕烂，体磥落而壮丽，姿光润以粲粲。

命杜度运其指，使伯英回其腕，著绝势于纨素，垂百世之殊观。

成公绥·隶书体

皇颉作文，因物构思;观彼鸟迹，遂成文字。灿矣成章，阅之后嗣，存在道德，纪纲万事。俗所传述，实由书纪;时变巧易，古今各异。虫篆既繁，草藁近伪;适之中庸，莫尚于隶。规矩有则，用之简易。

随便适宜，亦有弛张。操笔假墨，抵押毫芒。彪焕□硌，形体抑扬。芬葩连属，分间罗行。烂若天文布曜，蔚若锦绣之有章。

或轻拂徐振，缓按急挑。挽横引纵，左牵右绕。长波郁拂，微势缥缈。工巧难传，善之者少；应心隐手，必由意晓。

尔乃动纤指，举弱腕，握素纨，染玄翰。彤管电流，雨下雹散。点□折拨，掣挫安按。缤纷络绎，纷华灿烂。絪緼卓荦，一何壮观!繁缛成文，又何可玩!章周道之郁郁，表唐虞之耀焕。

若乃八分玺法，殊好异制；分白赋黑，棋布星列。翘首举尾，直刺邪制；缱绻结体，劖衫夺节。

或若虬龙盘游，蜿蜒轩翥；鸾凤翱翔，矫翼欲去。或若鸷鸟将击，并体抑怒，良马腾骧，奔放向路。仰而望之，郁若宵雾朝升；游烟连云；俯而察之，漂若清风厉水，漪澜成文。

重象表式，有模有概;形功难详，粗举大体
** 2019-07 July
*** 2019-07-01 Monday

**** Today is my daughter's speical day
*** 2019-07-02 Tuesday

**** 今天安装鼠须管输入法
输入速度可以。毫无迟滞感。
english 也可以直接输入 hello，good morning！
不用切换输入法即可输入英文。
*** 2019-07-07 Sunday

**** DONE 到经石峪一游 
     CLOSED: [2019-07-07 Sun 12:44]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-07-07 Sun 12:44]
     CLOCK: [2019-07-07 Sun 08:42]--[2019-07-07 Sun 12:44] =>  0:02
     :END:

**** 培训宾馆招标
中标者：银座佳悦
*** 2019-07-12 Friday

**** DONE 列席招标
     CLOSED: [2019-07-12 Fri 10:55]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-07-12 Fri 10:55]
     CLOCK: [2019-07-12 Fri 08:52]--[2019-07-12 Fri 10:55] =>  2:03
     :END:
*** 2019-07-13 Saturday

**** DONE 到文化市场一览
     CLOSED: [2019-07-13 Sat 11:10]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-07-13 Sat 11:10]
     CLOCK: [2019-07-13 Sat 09:53]--[2019-07-13 Sat 11:10] =>  1:17
     :END:
*** 2019-07-17 Wednesday

**** DONE 吊唁韩伟母亲
     CLOSED: [2019-07-17 Wed 10:34]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-07-17 Wed 10:34]
     CLOCK: [2019-07-17 Wed 08:51]--[2019-07-17 Wed 10:33] =>  1:42
     :END:
** 2019-08 August
*** 2019-08-19 Monday

**** today go back to home
*** 2019-08-20 Tuesday

**** 早饭后
担水，买菜，鸡蛋，水果。
** 2019-09 September
*** 2019-09-02 Monday

**** 今日天学典礼
一、升国旗
二、新生发言
三、老生发言
四、教师发言 吴殿勇
五、院长致词
*** 2019-09-03 Tuesday

**** 今天签定中介合同。
*** 2019-09-05 Thursday

**** DONE 入学专业教育
     CLOSED: [2019-09-05 Thu 09:45]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-09-05 Thu 09:45]
     CLOCK: [2019-09-05 Thu 08:11]--[2019-09-05 Thu 09:45] =>  1:34
     :END:
*** 2019-09-10 Tuesday

**** DONE 到济南办事
     CLOSED: [2019-09-10 Tue 17:09]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-09-10 Tue 17:09]
     CLOCK: [2019-09-10 Tue 08:24]--[2019-09-10 Tue 17:09] =>  8:45
     :END:
*** 2019-09-13 Friday

**** DONE go to jinan
     CLOSED: [2019-09-13 Fri 12:13]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-09-13 Fri 12:13]
     CLOCK: [2019-09-13 Fri 07:22]--[2019-09-13 Fri 12:13] =>  0:01
     :END:
*** 2019-09-23 Monday

**** DONE meeting
     CLOSED: [2019-09-23 Mon 10:52]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-09-23 Mon 10:52]
     CLOCK: [2019-09-23 Mon 08:00]--[2019-09-23 Mon 10:52] =>  0:04
     :END:
*** 2019-09-25 Wednesday

**** DONE to jinan
     CLOSED: [2019-09-25 Wed 17:06]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-09-25 Wed 17:06]
     CLOCK: [2019-09-25 Wed 06:05]--[2019-09-25 Wed 16:06] =>  0:21
     :END:
*** 2019-09-26 Thursday

**** DONE 军训阅兵
     CLOSED: [2019-09-26 Thu 09:40]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-09-26 Thu 09:40]
     CLOCK: [2019-09-26 Thu 07:44]--[2019-09-26 Thu 09:40] =>  1:56
     :END:
*** 2019-09-28 Saturday

**** DONE to meet president Wang
     CLOSED: [2019-09-28 Sat 10:37]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-09-28 Sat 10:37]
     CLOCK: [2019-09-28 Sat 08:15]--[2019-09-28 Sat 10:37] =>  0:02
     :END:
** 2019-10 October
*** 2019-10-04 Friday

**** DONE 下港一游
     CLOSED: [2019-10-04 Fri 13:27]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-10-04 Fri 13:27]
     CLOCK: [2019-10-04 Fri 09:16]--[2019-10-04 Fri 12:27] =>  0:51
     :END:
*** 2019-10-06 Sunday

**** DONE to make purchases
     CLOSED: [2019-10-06 Sun 12:20]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-10-06 Sun 12:20]
     CLOCK: [2019-10-06 Sun 09:19]--[2019-10-06 Sun 12:20] =>  0:01
     :END:
*** 2019-10-13 Sunday

**** DONE to back to home
     CLOSED: [2019-10-13 Sun 18:39]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-10-13 Sun 18:39]
     CLOCK: [2019-10-13 Sun 16:00]--[2019-10-13 Sun 17:30] =>  0:04
     :END:
*** 2019-10-15 Tuesday

**** DONE talk
     CLOSED: [2019-10-15 Tue 10:27]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-10-15 Tue 10:27]
     CLOCK: [2019-10-15 Tue 10:00]--[2019-10-15 Tue 10:27] =>  0:27
     :END:
*** 2019-10-17 Thursday

**** DONE study
     CLOSED: [2019-10-17 Thu 14:35]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-10-17 Thu 14:35]
     CLOCK: [2019-10-17 Thu 07:24]--[2019-10-17 Thu 14:35] =>  7:11
     :END:
** 2019-11 November
*** 2019-11-04 Monday

**** DONE 卫生检查
     CLOSED: [2019-11-04 Mon 09:55]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-11-04 Mon 09:55]
     CLOCK: [2019-11-04 Mon 08:44]--[2019-11-04 Mon 09:55] =>  1:11
     :END:
*** 2019-11-05 Tuesday

**** DONE take water
     CLOSED: [2019-11-05 Tue 10:17]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-11-05 Tue 10:17]
     CLOCK: [2019-11-05 Tue 09:19]--[2019-11-05 Tue 10:17] =>  0:58
     :END:
*** 2019-11-09 Saturday

**** DONE to shopping
     CLOSED: [2019-11-09 Sat 15:01]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-11-09 Sat 15:01]
     CLOCK: [2019-11-09 Sat 09:44]--[2019-11-09 Sat 11:41] =>  5:17
     :END:
*** 2019-11-19 Tuesday

**** DONE 今日体检
     CLOSED: [2019-11-19 Tue 14:00]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-11-19 Tue 14:00]
     CLOCK: [2019-11-19 Tue 06:43]--[2019-11-19 Tue 14:00] =>  7:17
     :END:
** 2019-12 December
*** 2019-12-05 Thursday

**** DONE 党校学习
     CLOSED: [2019-12-05 Thu 20:47]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-12-05 Thu 20:47]
     CLOCK: [2019-12-05 Thu 06:52]--[2019-12-05 Thu 18:47] =>  1:25
     :END:
*** 2019-12-07 Saturday

**** DONE 党校学习
     CLOSED: [2019-12-07 Sat 16:31]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2019-12-07 Sat 16:31]
     CLOCK: [2019-12-07 Sat 06:29]--[2019-12-07 Sat 15:31] =>  0:02
     :END:
* 2020
** 2020-01 January
*** 2020-01-02 Thursday

****保养
支出 571 元
*** STARTED 2020-01-29 Wednesday

**** DONE around the city  
     CLOSED: [2020-01-29 Wed 12:38]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-01-29 Wed 12:38]
     CLOCK: [2020-01-29 Wed 10:02]--[2020-01-29 Wed 11:38] =>  0:56
     :END:
** 2020-02 February
*** 2020-02-05 Wednesday

**** DONE today<2020-02-05 Wed 17:47> 
     CLOSED: [2020-02-05 Wed 17:49]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-02-05 Wed 17:49]
     CLOCK: [2020-02-05 Wed 17:47]--[2020-02-05 Wed 17:49] =>  0:02
     :END:
*** 2020-02-10 Monday

**** DONE 送孩子回济南 
     CLOSED: [2020-02-10 Mon 10:52]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-02-10 Mon 10:52]
     CLOCK: [2020-02-10 Mon 06:40]--[2020-02-10 Mon 10:32] =>  3:52
     :END:
去查一次体温
返查三次体温
顺利。
*** 2020-02-26 Wednesday

**** DONE 视频会议 
     CLOSED: [2020-02-26 Wed 10:50]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-02-26 Wed 10:50]
     CLOCK: [2020-02-26 Wed 08:18]--[2020-02-26 Wed 10:50] =>  2:32
     :END:
** 2020-03 March
*** 2020-03-20 Friday

**** DONE 大项目会 
     CLOSED: [2020-03-20 Fri 18:21]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-03-20 Fri 18:21]
     CLOCK: [2020-03-20 Fri 08:39]--[2020-03-20 Fri 10:01] =>  0:02
     :END:

**** DONE to take daughter  
     CLOSED: [2020-03-20 Fri 20:29]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-03-20 Fri 20:29]
     CLOCK: [2020-03-20 Fri 10:02]--[2020-03-20 Fri 17:29] =>  2:07
     :END:
*** 2020-03-21 Saturday

**** DONE to sleep 
     CLOSED: [2020-03-21 Sat 18:11]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-03-21 Sat 18:11]
     CLOCK: [2020-03-21 Sat 15:10]--[2020-03-21 Sat 18:11] =>  3:01
     :END:
*** 2020-03-26 Thursday

**** DONE to go to jinan 
     CLOSED: [2020-03-26 Thu 18:47]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-03-26 Thu 18:47]
     CLOCK: [2020-03-26 Thu 06:29]--[2020-03-26 Thu 15:37] =>  2:08
     :END:
*** 2020-03-30 Monday

**** DONE 安装家具
     CLOSED: [2020-03-30 Mon 14:38]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-03-30 Mon 14:38]
     CLOCK: [2020-03-28 Sat 07:36]--[2020-03-28 Sat 20:08] =>  7:02
     :END:

**** DONE 安装家电 
     CLOSED: [2020-03-30 Mon 14:42]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-03-30 Mon 14:42]
     CLOCK: [2020-03-29 Sun 08:00]--[2020-03-30 Mon 20:42] => 24:02
     :END:
** 2020-04 April
*** 2020-04-04 Saturday

**** DONE Go to jinan 
     CLOSED: [2020-04-04 Sat 16:58]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-04 Sat 16:58]
     CLOCK: [2020-04-04 Sat 06:21]--[2020-04-04 Sat 14:28] =>  1:37
     :END:
*** 2020-04-05 Sunday

**** DONE to relax in nature 
     CLOSED: [2020-04-05 Sun 11:22]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-05 Sun 11:22]
     CLOCK: [2020-04-05 Sun 09:27]--[2020-04-05 Sun 11:22] =>  1:55
     :END:
*** 2020-04-06 Monday

**** DONE to relax in nature
     CLOSED: [2020-04-06 Mon 14:34]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-06 Mon 14:34]
     CLOCK: [2020-04-06 Mon 10:14]--[2020-04-06 Mon 11:34] =>  4:20
     :END:
*** 2020-04-07 Tuesday

**** DONE To go to iinan 
     CLOSED: [2020-04-07 Tue 11:27]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-07 Tue 11:27]
     CLOCK: [2020-04-07 Tue 06:05]--[2020-04-07 Tue 11:27] =>  0:02
     :END:
*** 2020-04-12 Sunday

**** DONE to relax in nature 
     CLOSED: [2020-04-12 Sun 16:57]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-12 Sun 16:57]
     CLOCK: [2020-04-12 Sun 15:17]--[2020-04-12 Sun 16:57] =>  1:40
     :END:
*** STARTED 2020-04-13 Monday
    :LOGBOOK:
    CLOCK: [2020-04-13 Mon 08:37]--[2020-04-13 Mon 08:38] =>  0:01
    :END:

**** DONE 开学演练  
     CLOSED: [2020-04-13 Mon 09:39]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-13 Mon 09:39]
     CLOCK: [2020-04-13 Mon 08:38]--[2020-04-13 Mon 09:39] =>  1:01
     :END:
*** 2020-04-14 Tuesday

**** Today I learn more 
C primer plus read first chapter
write four lessons
hello.c and dogs edit two 
keep the mistakes
*** 2020-04-18 Saturday

**** DONE to relax in nature  
     CLOSED: [2020-04-18 Sat 12:07]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-18 Sat 12:07]
     CLOCK: [2020-04-18 Sat 09:35]--[2020-04-18 Sat 11:37] =>  0:02
     :END:

**** DONE Today system update 
     CLOSED: [2020-04-18 Sat 12:09]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-18 Sat 12:09]
     CLOCK: [2020-04-18 Sat 05:08]--[2020-04-18 Sat 11:39] =>  0:01
     :END:
*** 2020-04-19 Sunday

**** DONE 今日心得 
     CLOSED: [2020-04-19 Sun 06:47]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-19 Sun 06:47]
     CLOCK: [2020-04-19 Sun 06:41]--[2020-04-19 Sun 06:47] =>  0:06
     :END:
- 内容不掌握不产生能力
- 学习最佳的方式：慢写
- 检查学式：默写，立即改进
- 次数：一般四次
- 掌握后分类总结，提升。
- 不贪多，不学会不进行新的内容，学一得一。
- 小学生心态：纯净、认真。不功利。

**** DONE 交接房子 
     CLOSED: [2020-04-19 Sun 11:49]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-19 Sun 11:49]
     CLOCK: [2020-04-19 Sun 09:08]--[2020-04-19 Sun 11:49] =>  2:41
     :END:
*** 2020-04-21 Tuesday

**** DONE watch house 
     CLOSED: [2020-04-21 Tue 10:32]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-21 Tue 10:32]
     CLOCK: [2020-04-21 Tue 09:43]--[2020-04-21 Tue 10:32] =>  0:49
     :END:

**** STARTED watch my house 
     :LOGBOOK:
     CLOCK: [2020-04-21 Tue 14:26]--[2020-04-21 Tue 15:25] =>  0:59
     :END:

**** Today return to taian 
路上很顺，一个半小时
上午看房子，下午有一客户不诚心。
今天累的手抖，书写少。
*** 2020-04-22 Wednesday

**** DONE look at the house 
     CLOSED: [2020-04-22 Wed 10:56]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-22 Wed 10:56]
     CLOCK: [2020-04-22 Wed 09:52]--[2020-04-22 Wed 10:56] =>  1:04
     :END:

**** DONE look at the house 
     CLOSED: [2020-04-22 Wed 18:14]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-22 Wed 18:14]
     CLOCK: [2020-04-22 Wed 16:09]--[2020-04-22 Wed 17:14] =>  0:24
     :END:

**** STARTED to look at the house
*** 2020-04-23 Thursday

**** 笔之功用 
学习必用笔书写，否则白浪费纸墨及时间。所以有的人看似勤奋，实则没有进步。核心能力
不升反降。吾有四五年假学，水平未升，与不书写有直接关系。书写宜慢，古人以毛笔书，
慢而习之有效。赋文作诗皆精品，乃深思熟虑之作。因匆忙、了草作不得文章。今小学改用
铅笔，亦有此效。铅笔之性类毛笔，书写之功效同。一必慢，快则不成。二必匀力，否则断
而废。三则必静坐沉稳，方能认真完成每日作业。其实毛笔达到的效果更佳，不过难度稍大。
古人以此界择人。不会书者，不入学堂；不善书者禁入官场；书不美者难入朝堂。可以言，
以书定人。书为文人首务，可见其要。现误以为计算机高效，快而多，实则低而为垃圾文档。
茅盾一生以毛笔书写，上千万文稿。陈忠和白鹿塬历时四年手书而成，乃心血凝聚，才有深
度及韵味。文章不在长，三四百字一篇足矣。明事达意即可，便于他人阅读。三四千字垃圾
文，浪费纸墨。白话文其害大于功。有些人明白也不行或反道而行，识字弊大于利。古人以
书定界，不正之人难入仕途，危害自无。今无良文人、娱记为食而作，不论质量，只衡金钱。
此类垃圾危害甚大。人从小学生始，所用之笔铅笔、钢笔、签字笔渐变，书速渐提，由沉稳
变得快而飘浮，由认真到了草，由书写到速阅，快则快了，忘的也快了。学习无效了，久而
久之，以为年龄大了之故，放弃了。人之性情也从纯真、叛逆、疑惑、放纵渐变，工作生活
后悲观，一路变化，笔及书写方式亦随变也。要改之，则从书写及用具始，拿起毛笔，慢而
有效书写，多一分沉稳，多一分思考，凝聚一点精华，于己、于家、于人皆大有益也。

此文毛笔书一遍，录入改写一次，因误操作删除，此为第二次录改。觉不如第二次文。因此
非三思而行，两思即可，精华在二。多者烦了，产草。
*** 2020-04-25 Saturday

**** DONE I'm tired. I'm going to relax in nature. 
     CLOSED: [2020-04-25 Sat 12:21]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-25 Sat 12:21]
     CLOCK: [2020-04-25 Sat 09:44]--[2020-04-25 Sat 12:21] =>  2:37
     :END:
*** 2020-04-29 Wednesday

**** DONE 修车 
     CLOSED: [2020-04-29 Wed 12:08]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-29 Wed 12:08]
     CLOCK: [2020-04-29 Wed 09:19]--[2020-04-29 Wed 12:08] =>  2:49
     :END:
刹车故障

接触不良。换空滤，火花塞 580 元
*** 2020-04-30 Thursday

**** DONE to have meeting  
     CLOSED: [2020-04-30 Thu 20:00]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-30 Thu 20:00]
     CLOCK: [2020-04-30 Thu 10:29]--[2020-04-30 Thu 11:30] =>  0:01
     :END:
开学事宜。

**** DONE to have meeting about company  
     CLOSED: [2020-04-30 Thu 20:05]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-04-30 Thu 20:05]
     CLOCK: [2020-04-30 Thu 15:31]--[2020-04-30 Thu 16:05] =>  0:04
     :END:

**** clean up the compter 
原来所有问题因灰尘致发热。彻底清理，一切正常。升级也快了。因散热不好，机器降频运
行，现在快速如飞。很多机器蓝屏可能也是此因。
** 2020-05 May
*** 2020-05-01 Friday

**** DONE to relax in nature
     CLOSED: [2020-05-01 Fri 18:01]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-01 Fri 18:01]
     CLOCK: [2020-05-01 Fri 14:52]--[2020-05-01 Fri 18:01] =>  3:09
     :END:
*** 2020-05-03 Sunday

**** today return to home 
on the way had been quarrel, made me have a terrible headache.
wy wife is a terrible woman.
*** 2020-05-05 Tuesday

**** DONE go shopping 
     CLOSED: [2020-05-05 Tue 14:27]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-05 Tue 14:27]
     CLOCK: [2020-05-05 Tue 10:27]--[2020-05-05 Tue 13:17] =>  4:00
     :END:

**** DONE to go to jian
     CLOSED: [2020-05-06 Wed 08:03]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-06 Wed 08:03]
     CLOCK: [2020-05-05 Tue 16:12]--[2020-05-06 Wed 08:03] => 15:51
     :END:
*** 2020-05-07 Thursday

**** DONE 强国学习  
     CLOSED: [2020-05-07 Thu 08:03]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-07 Thu 08:03]
     CLOCK: [2020-05-07 Thu 07:42]--[2020-05-07 Thu 08:03] =>  0:21
     :END:

**** 表格跨页排版很慢 
解决办法：把它设为纯文本
另外层次问题，小节为缩进，排版不好看，本来为段，怎么解决？
快捷键：
C-f 下一字符
C-b 前一字符
C-p 前一行（previous line）
C-n 下一行（next line）
M-f 下一字（句）
M-b 前一字（句）

People swim in the sea in the south, because in the south the sea is warm.
*** 2020-05-08 Friday

**** DONE 打扫教学楼卫生 
     CLOSED: [2020-05-08 Fri 10:45]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-08 Fri 10:45]
     CLOCK: [2020-05-08 Fri 09:33]--[2020-05-08 Fri 10:45] =>  0:02
     :END:

按防控要示，每室 30 人，间隔 1 米，桌子凳子地摊清扫完成

**** DONE 打扫学生宿舍 
     CLOSED: [2020-05-08 Fri 16:44]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-08 Fri 16:44]
     CLOCK: [2020-05-08 Fri 15:03]--[2020-05-08 Fri 16:44] =>  1:41
     :END:
*** 2020-05-09 Saturday

**** today have finished a notebook 
疫情期间竟记完一本日记
最大的收获：
学习不贪多，习一得一，习多得零。
不会不前进，重复，书写。
书写是必须的环节，且要多次。如小学生认真、慢、不错、每次优、双百才达标。

**** DONE to clean up the classrooms 
     CLOSED: [2020-05-09 Sat 10:37]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-09 Sat 10:37]
     CLOCK: [2020-05-09 Sat 07:56]--[2020-05-09 Sat 10:37] =>  0:01
     :END:

清扫二楼、三楼、四楼教室、实验室卫生

**** DONE 与房客交接 
     CLOSED: [2020-05-09 Sat 15:21]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-09 Sat 15:21]
     CLOCK: [2020-05-09 Sat 14:32]--[2020-05-09 Sat 15:21] =>  0:49
     :END:
*** 2020-05-11 Monday

**** DONE 开学演练 
     CLOSED: [2020-05-11 Mon 08:58]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-11 Mon 08:58]
     CLOCK: [2020-05-11 Mon 08:36]--[2020-05-11 Mon 08:58] =>  0:22
     :END:
*** 2020-05-14 Thursday

**** TODO STA 
     :LOGBOOK:
     CLOCK: [2020-05-14 Thu 09:13]--[2020-05-14 Thu 09:44] =>  0:31
     :END:
*** 2020-05-15 Friday

**** DONE to relax 
     CLOSED: [2020-05-15 Fri 11:14]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-15 Fri 11:14]
     CLOCK: [2020-05-15 Fri 10:05]--[2020-05-15 Fri 11:14] =>  1:09
     :END:

**** DONE to relax 
     CLOSED: [2020-05-15 Fri 17:50]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-15 Fri 17:50]
     CLOCK: [2020-05-15 Fri 15:38]--[2020-05-15 Fri 15:50] =>  2:12
     :END:
*** 2020-05-16 Saturday

**** DONE to relax in nature 
     CLOSED: [2020-05-16 Sat 11:02]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-16 Sat 11:02]
     CLOCK: [2020-05-16 Sat 08:18]--[2020-05-16 Sat 11:02] =>  0:14
     :END:
*** 2020-05-17 Sunday

**** DONE 公寓开学准备 
     CLOSED: [2020-05-17 Sun 10:55]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-17 Sun 10:55]
     CLOCK: [2020-05-17 Sun 09:59]--[2020-05-17 Sun 10:55] =>  0:56
     :END:
*** 2020-05-18 Monday

**** DONE 打扫学生宿舍桌子 
     CLOSED: [2020-05-18 Mon 18:46]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-18 Mon 18:46]
     CLOCK: [2020-05-18 Mon 17:01]--[2020-05-18 Mon 18:46] =>  1:45
     :END:
*** 2020-05-19 Tuesday

**** DONE 迎检到公寓 
     CLOSED: [2020-05-19 Tue 08:38]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-19 Tue 08:38]
     CLOCK: [2020-05-19 Tue 07:50]--[2020-05-19 Tue 08:38] =>  0:48
     :END:

**** DONE to relax in nature
     CLOSED: [2020-05-19 Tue 10:36]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-19 Tue 10:36]
     CLOCK: [2020-05-19 Tue 10:00]--[2020-05-19 Tue 10:36] =>  0:36
     :END:
*** 2020-05-20 Wednesday

**** DONE 迎接学生报道 
     CLOSED: [2020-05-20 Wed 07:58]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-20 Wed 07:58]
     CLOCK: [2020-05-20 Wed 07:50]--[2020-05-20 Wed 07:58] =>  0:08
     :END:

**** DONE 提取公积金 
     CLOSED: [2020-05-20 Wed 17:19]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-20 Wed 17:19]
     CLOCK: [2020-05-20 Wed 15:41]--[2020-05-20 Wed 17:19] =>  1:38
     :END:
*** 2020-05-22 Friday

**** Today, the student class cadres report(register) 

**** DONE 迎接学生报道 
     CLOSED: [2020-05-22 Fri 10:48]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-22 Fri 10:48]
     CLOCK: [2020-05-22 Fri 10:04]--[2020-05-22 Fri 10:48] =>  0:44
     :END:

**** DONE 拿快递 
     CLOSED: [2020-05-22 Fri 15:23]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-22 Fri 15:23]
     CLOCK: [2020-05-22 Fri 15:01]--[2020-05-22 Fri 15:23] =>  0:22
     :END:
*** 2020-05-23 Saturday

**** DONE to relax  
     CLOSED: [2020-05-23 Sat 11:54]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-23 Sat 11:54]
     CLOCK: [2020-05-23 Sat 10:00]--[2020-05-23 Sat 11:54] =>  1:54
     :END:
*** 2020-05-24 Sunday

**** DONE my family to relax in DaMing lake 
     CLOSED: [2020-05-24 Sun 21:06]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-24 Sun 21:06]
     CLOCK: [2020-05-24 Sun 09:05]--[2020-05-24 Sun 13:06] =>  0:01
     :END:

**** DONE back to home 
     CLOSED: [2020-05-24 Sun 21:09]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-24 Sun 21:09]
     CLOCK: [2020-05-24 Sun 19:00]--[2020-05-24 Sun 20:29] =>  0:01
     - State "DONE"       from "STARTED"    [2020-05-24 Sun 21:07]
     :END:
*** 2020-05-25 Monday

**** today 购买 100 元专业课程 

**** DONE 早上三小时，9点脑子累了罢工 
     CLOSED: [2020-05-25 Mon 10:43]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-25 Mon 10:43]
     CLOCK: [2020-05-25 Mon 08:58]--[2020-05-25 Mon 10:43] =>  1:45
     :END:
顺其自然吧！
*** 2020-05-26 Tuesday

**** DONE students registration 
     CLOSED: [2020-05-26 Tue 08:42]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-26 Tue 08:42]
     CLOCK: [2020-05-26 Tue 08:04]--[2020-05-26 Tue 08:42] =>  0:38
     :END:
*** 2020-05-27 Wednesday

**** DONE 19 级 students registration 
     CLOSED: [2020-05-27 Wed 09:29]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2020-05-27 Wed 09:29]
     CLOCK: [2020-05-27 Wed 08:05]--[2020-05-27 Wed 09:29] =>  1:24
     :END:

